{
  "\n": 4,
  " ": 0,
  "!": 54,
  "\"": 87,
  "#": 82,
  "$": 187,
  "%": 114,
  "&": 66,
  "'": 44,
  "(": 46,
  ")": 45,
  "*": 81,
  "+": 78,
  ",": 61,
  "-": 43,
  ".": 51,
  "/": 72,
  "0": 56,
  "1": 55,
  "2": 52,
  "3": 62,
  "4": 63,
  "5": 74,
  "6": 68,
  "7": 75,
  "8": 76,
  "9": 73,
  ":": 42,
  ";": 95,
  "<": 97,
  ">": 188,
  "?": 69,
  "@": 117,
  "A": 21,
  "B": 30,
  "C": 24,
  "D": 19,
  "E": 25,
  "F": 36,
  "G": 34,
  "H": 33,
  "I": 35,
  "J": 57,
  "K": 49,
  "L": 32,
  "M": 23,
  "N": 39,
  "O": 29,
  "P": 28,
  "Q": 70,
  "R": 26,
  "S": 15,
  "T": 17,
  "U": 47,
  "V": 48,
  "W": 41,
  "X": 65,
  "Y": 50,
  "Z": 64,
  "[": 59,
  "\\": 101,
  "]": 60,
  "_": 80,
  "`": 268,
  "a": 3,
  "b": 38,
  "c": 16,
  "d": 13,
  "e": 1,
  "f": 27,
  "g": 18,
  "h": 11,
  "i": 6,
  "j": 67,
  "k": 31,
  "l": 10,
  "m": 14,
  "n": 8,
  "o": 2,
  "p": 22,
  "q": 71,
  "r": 5,
  "s": 9,
  "t": 7,
  "u": 12,
  "v": 37,
  "w": 40,
  "x": 53,
  "y": 20,
  "z": 58,
  "{": 246,
  "|": 79,
  "}": 247,
  "~": 77,
  "\u00ae": 96,
  "\u00b4": 204,
  "\u00b7": 267,
  "\u00c0": 186,
  "\u00c1": 240,
  "\u00c3": 198,
  "\u00c5": 237,
  "\u00d6": 142,
  "\u00e3": 239,
  "\u00e4": 256,
  "\u00e5": 199,
  "\u00e7": 195,
  "\u00e9": 89,
  "\u00ea": 265,
  "\u00eb": 173,
  "\u00ed": 162,
  "\u00ee": 245,
  "\u00f1": 109,
  "\u00f3": 189,
  "\u00f6": 154,
  "\u00fb": 263,
  "\u00fc": 206,
  "\u00fd": 207,
  "\u0100": 244,
  "\u0107": 141,
  "\u010c": 103,
  "\u0131": 165,
  "\u0141": 214,
  "\u014d": 132,
  "\u015f": 149,
  "\u017c": 180,
  "\u030c": 217,
  "\u0317": 231,
  "\u031b": 232,
  "\u0325": 233,
  "\u0326": 220,
  "\u0329": 221,
  "\u032a": 226,
  "\u032c": 219,
  "\u032e": 228,
  "\u0339": 222,
  "\u033c": 229,
  "\u033f": 224,
  "\u0345": 235,
  "\u0348": 234,
  "\u034d": 230,
  "\u0351": 223,
  "\u0353": 227,
  "\u0362": 218,
  "\u036b": 225,
  "\u041b": 269,
  "\u0420": 174,
  "\u0433": 178,
  "\u0437": 177,
  "\u0438": 100,
  "\u0439": 175,
  "\u043a": 99,
  "\u043d": 270,
  "\u0440": 179,
  "\u0441": 112,
  "\u0442": 120,
  "\u0443": 111,
  "\u044b": 113,
  "\u044f": 176,
  "\u0627": 86,
  "\u0628": 125,
  "\u0629": 124,
  "\u062a": 121,
  "\u062d": 122,
  "\u062f": 271,
  "\u0631": 275,
  "\u0636": 273,
  "\u0639": 274,
  "\u0642": 272,
  "\u0644": 94,
  "\u064a": 123,
  "\u15e2": 276,
  "\u2013": 102,
  "\u2014": 205,
  "\u2019": 85,
  "\u2122": 84,
  "\u2161": 161,
  "\u21e7": 248,
  "\u221e": 236,
  "\u24b6": 264,
  "\u25eb": 277,
  "\u2605": 83,
  "\u2606": 105,
  "\u2665": 126,
  "\u2728": 127,
  "\u2730": 332,
  "\u273f": 167,
  "\u27c1": 280,
  "\u2b50": 128,
  "\u3005": 148,
  "\u304d": 146,
  "\u3057": 145,
  "\u305f": 170,
  "\u306e": 90,
  "\u3089": 169,
  "\u308c": 110,
  "\u30a2": 262,
  "\u30a4": 259,
  "\u30a8": 159,
  "\u30b0": 181,
  "\u30b2": 242,
  "\u30b6": 258,
  "\u30b7": 183,
  "\u30b8": 151,
  "\u30b9": 241,
  "\u30bf": 185,
  "\u30c1": 282,
  "\u30c7": 160,
  "\u30c9": 260,
  "\u30cb": 261,
  "\u30dd": 250,
  "\u30de": 153,
  "\u30df": 182,
  "\u30e0": 243,
  "\u30e3": 152,
  "\u30e5": 184,
  "\u30ea": 281,
  "\u30ec": 106,
  "\u30f3": 91,
  "\u30fb": 294,
  "\u30fc": 88,
  "\u4e0e": 297,
  "\u4e16": 129,
  "\u4e27": 291,
  "\u4e2d": 119,
  "\u4f0a": 196,
  "\u4f60": 213,
  "\u50ac": 190,
  "\u5174": 210,
  "\u51b3": 323,
  "\u5316": 164,
  "\u5403": 287,
  "\u5439": 197,
  "\u547d": 254,
  "\u559c": 290,
  "\u570b": 314,
  "\u5713": 317,
  "\u5730": 292,
  "\u57ce": 295,
  "\u5821": 296,
  "\u58ca": 301,
  "\u5922": 92,
  "\u5973": 307,
  "\u5b66": 171,
  "\u5c11": 306,
  "\u5c71": 118,
  "\u5f81": 284,
  "\u5f88": 208,
  "\u5fd8": 168,
  "\u60aa": 130,
  "\u614b": 158,
  "\u6230": 310,
  "\u624b": 324,
  "\u63d0": 299,
  "\u6587": 257,
  "\u65af": 300,
  "\u65b9": 252,
  "\u65e5": 147,
  "\u660f": 155,
  "\u661f": 255,
  "\u670d": 285,
  "\u671b": 320,
  "\u672a": 107,
  "\u672c": 305,
  "\u6765": 108,
  "\u6771": 251,
  "\u6821": 172,
  "\u68ad": 298,
  "\u6a19": 304,
  "\u6b21": 329,
  "\u6b50": 308,
  "\u6bb5": 325,
  "\u6c34": 238,
  "\u6c49": 163,
  "\u6cd5": 202,
  "\u6e6f": 316,
  "\u6f22": 302,
  "\u708e": 150,
  "\u7121": 193,
  "\u722d": 311,
  "\u7248": 98,
  "\u72b6": 157,
  "\u732b": 116,
  "\u7344": 293,
  "\u754c": 283,
  "\u7684": 321,
  "\u76ee": 327,
  "\u7720": 191,
  "\u7761": 156,
  "\u7d00": 312,
  "\u7edd": 319,
  "\u8005": 286,
  "\u836f": 318,
  "\u83ab": 115,
  "\u8549": 289,
  "\u8853": 192,
  "\u897f": 203,
  "\u89c1": 212,
  "\u89e3": 322,
  "\u8db3": 326,
  "\u9047": 211,
  "\u904b": 253,
  "\u90ce": 330,
  "\u9577": 328,
  "\u9650": 194,
  "\u9676": 144,
  "\u9678": 309,
  "\u969b": 315,
  "\u9999": 288,
  "\u9ad8": 209,
  "\u9b31": 143,
  "\u9b54": 303,
  "\u9ce5": 249,
  "\ufe0f": 93,
  "\uff08": 313,
  "\uff0d": 339,
  "\uff1a": 131,
  "\uff21": 336,
  "\uff22": 331,
  "\uff23": 338,
  "\uff24": 134,
  "\uff25": 133,
  "\uff27": 135,
  "\uff28": 333,
  "\uff29": 337,
  "\uff2e": 340,
  "\uff2f": 334,
  "\uff33": 335,
  "\uff34": 136,
  "\uff5c": 201,
  "\uff5e": 104,
  "\ud83c\udf15": 200,
  "\ud83c\udf19": 216,
  "\ud83c\udf1f": 266,
  "\ud83c\udf32": 341,
  "\ud83c\udf43": 344,
  "\ud83c\udf51": 345,
  "\ud83c\udf7d": 342,
  "\ud83c\udf7e": 346,
  "\ud83c\udfb5": 166,
  "\ud83d\udc5e": 347,
  "\ud83d\udc8c": 279,
  "\ud83d\udca9": 139,
  "\ud83d\udcbb": 278,
  "\ud83d\udcbf": 215,
  "\ud83d\udd17": 343,
  "\ud83d\udd31": 137,
  "\ud83d\udd77": 138,
  "\ud83d\ude5d": 349,
  "\ud83d\ude5f": 348,
  "\ud83d\udea7": 140
}